/* username on hostname:port */
"%@ on %@:%@" = "%1$@ sur %2$@:%3$@";

/* No comment provided by engineer. */
"%i attachments" = "%i Fichiers";

/* No comment provided by engineer. */
"%i images" = "%i images";

/* Title for viewing a certificate chain (1 of 2, etc.) */
"%i of %i" = "%1$i of %2$i";

/* user count */
"%u\nppl" = "%u\nppl";

/* No comment provided by engineer. */
"(Empty)" = "(Vide)";

/* No comment provided by engineer. */
"(No reason)" = "(Pas de raison)";

/* No comment provided by engineer. */
"(No Server)" = "(Aucun Serveur)";

/* No comment provided by engineer. */
"1 attachment" = "1 fichier attaché";

/* No comment provided by engineer. */
"1 image" = "1 image";

/* No comment provided by engineer. */
"A certificate is needed to connect to this server" = "Un certificat est requis pour se connecter.";

/* Error body when adding a certificate fails because of a subject name clash. */
"A certificate with the same name already exist." = "Un certificat avec le même nom existe déjà.";

/* No comment provided by engineer. */
"About" = "About";

/* No comment provided by engineer. */
"Access Tokens" = "Tokens d'accès";

/* No comment provided by engineer. */
"Add as favourite" = "Ajouter au Favoris";

/* No comment provided by engineer. */
"Address" = "Adresse";

/* No comment provided by engineer. */
"Advanced" = "Plus";

/* No comment provided by engineer. */
"Advanced Audio" = "Audio";

/* No comment provided by engineer. */
"Always" = "Toujours";

/* Amplitude voice-activity mode */
"Amplitude" = "Amplitude";

/* Body for remove all importable certificates UIAlertView */
"Are you sure you want to delete all importable certificates?\n\nCertificates already imported into Mumble will not be touched." = "Voulez vous vraiment supprimer tous les certificats ?";

/* Certificate deletion warning message */
"Are you sure you want to delete this certificate chain?\n\nThis will permanently remove any rights associated with the certificate chain on any Mumble servers." = "Voulez-vous vraiment supprimer ce certificat ?";

/* No comment provided by engineer. */
"Are you sure you want to delete this favourite server?" = "Voulez-vous vraiment supprimer ?";

/* No comment provided by engineer. */
"Attachments" = "Pièces-Jointes";

/* No comment provided by engineer. */
"Audio" = "Audio";

/* No comment provided by engineer. */
"Audio Input" = "Entrée Audio";

/* No comment provided by engineer. */
"Audio Quality" = "Qualité Audio";

/* No comment provided by engineer. */
"Balanced" = "Moyen";

/* No comment provided by engineer. */
"Banned by %@ for reason: \"%@\"" = "Banni par %1$@ pour cette raison : \"%2$@\"";

/* No comment provided by engineer. */
"Both in Server and Channel View" = "Both in Server and Channel View";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Cannot modify SuperUser" = "Vous ne pouvez pas modifier l'administrateur";

/* No comment provided by engineer. */
"CELT 40kbit/s, 20ms audio per packet" = "CELT 40kbit/s, 20ms audio per packet";

/* No comment provided by engineer. */
"CELT 72kbit/s, 10ms audio per packet" = "CELT 72kbit/s, 10ms audio per packet";

/* No comment provided by engineer. */
"Certificate" = "Certificat";

/* No comment provided by engineer. */
"Certificate Mismatch" = "Le certificat ne correspond pas";

/* No comment provided by engineer. */
"Certificates" = "Certificats";

/* No comment provided by engineer. */
"Channel" = "Channel";

/* No comment provided by engineer. */
"Channel is full" = "Channel est plein";

/* No comment provided by engineer. */
"Clear Messages" = "Effacer les Messages";

/* Common Name (CN) of an X.509 certificate */
"Common Name" = "Nom courant";

/* No comment provided by engineer. */
"Configuration" = "Configuration";

/* No comment provided by engineer. */
"Connect" = "Se Connecter";

/* No comment provided by engineer. */
"Connecting" = "Connexion";

/* Connecting to hostname:port */
"Connecting to %@:%u" = "Connexion à %1$@:%2$u";

/* No comment provided by engineer. */
"Connection closed" = "Connexion Fermée";

/* No comment provided by engineer. */
"Connection Rejected" = "Connexion Rejetée";

/* Continuous transmission mode */
"Continuous" = "Continue";

/* No comment provided by engineer. */
"Crash Reporting" = "Crash Reporting";

/* 'Create' text for certificate creation */
"Create" = "Créer";

/* No comment provided by engineer. */
"Current Channel" = "Channel Actuel";

/* No comment provided by engineer. */
"Custom" = "Personnalisé";

/* No comment provided by engineer. */
"Custom Quality" = "Qualité personnalisé";

/* No comment provided by engineer. */
"Delete" = "Supprimer";

/* Certificate deletion warning title */
"Delete Certificate Chain" = "Supprimer le certificat";

/* No comment provided by engineer. */
"Delete Favourite" = "Supprimer le certificat";

/* No comment provided by engineer. */
"Description" = "Description";

/* No comment provided by engineer. */
"Disconnect" = "Déconnexion";

/* No comment provided by engineer. */
"Dismiss" = "Annuler";

/* No comment provided by engineer. */
"Do you want to upgrade?" = "Voulez-vous mettre à jour ?";

/* No comment provided by engineer. */
"Done" = "OK";

/* No comment provided by engineer. */
"Echo Cancellation" = "Annulation d'echo";

/* No comment provided by engineer. */
"Echo Cancellation is not available when using the current audio peripheral." = "L'annulation d'echo n'est pas disponible.";

/* No comment provided by engineer. */
"Edit" = "Editer";

/* No comment provided by engineer. */
"Edit Favourite" = "Editer les Favoris";

/* Email address of an X.509 certificate */
"Email" = "Email";

/* Title for certificate import password unlock UIAlertView. */
"Enter Password" = "Entrez votre Mot de passe";

/* No comment provided by engineer. */
"Export" = "Export";

/* Title for certificate export alert view (with username and password field) */
"Export Certificate Chain" = "Export Certificate Chain";

/* Title for UIAlertView when a certificate export fails */
"Export Failed" = "Export Failed";

/* No comment provided by engineer. */
"Export Image" = "Export Image";

/* iTunes export button text for certificate chain action sheet */
"Export to iTunes" = "Export to iTunes";

/* No comment provided by engineer. */
"Export to Photos" = "Export to Photos";

/* No comment provided by engineer. */
"Favourite Servers" = "Serveurs Favoris";

/* Certificate import file removal error body. */
"File '%@' could not be deleted: %@" = "File '%1$@' could not be deleted: %2$@";

/* Filename text field in certificate export alert view */
"Filename" = "Nom de Fichier";

/* No comment provided by engineer. */
"Force TCP" = "Force TCP";

/* Message sender title */
"From %@" = "De %@";

/* No comment provided by engineer. */
"Generate New Certificate" = "Générer un nouveau certificat";

/* Title for certificate generator view controller */
"Generating Certificate" = "Génération du Certificat";

/* No comment provided by engineer. */
"Help" = "Aide";

/* No comment provided by engineer. */
"High" = "High";

/* No comment provided by engineer. */
"Hostname or IP address" = "Adresse IP";

/* No comment provided by engineer. */
"Ignore" = "Ignorer";

/* No comment provided by engineer. */
"Images" = "Images";

/* Title for UIActionSheet for iTunes Import. */
"Import Actions" = "Import Actions";

/* No comment provided by engineer. */
"Import Error" = "Import Error";

/* No comment provided by engineer. */
"Import From iTunes" = "Import From iTunes";

/* No comment provided by engineer. */
"Invalid channel name" = "Nom de Channel Invalide";

/* No comment provided by engineer. */
"Invalid username" = "Nom d'utilisateur Invalide";

/* Issuer of an X.509 certificate */
"Issuer" = "Issuer";

/* Import a certificate from iTunes action sheet button. */
"iTunes Import" = "iTunes Import";

/* Kicked by user for reason */
"Kicked by %@ for reason: \"%@\"" = "Kické par %1$@ pour : \"%2$@\"";

/* No comment provided by engineer. */
"LAN Servers" = "Serveurs LAN";

/* No comment provided by engineer. */
"Legal" = "Legal";

/* No comment provided by engineer. */
"Links" = "Links";

/* No comment provided by engineer. */
"Low" = "Low";

/* No comment provided by engineer. */
"Low latency, high quality voice chat" = "Low latency, high quality voice chat";

/* No comment provided by engineer. */
"Message Recipient" = "Receveur";

/* No comment provided by engineer. */
"Message too long" = "Le Message est trop Long";

/* No comment provided by engineer. */
"Messages" = "Messages";

/* No comment provided by engineer. */
"Method" = "Methode";

/* No comment provided by engineer. */
"Mic Boost" = "Mic Boost";

/* No comment provided by engineer. */
"Missing certificate" = "Certificat Manquant";

/* No comment provided by engineer. */
"Missing certificate for user" = "Certificat Manquant pour l'utilisateur";

/* No comment provided by engineer. */
"Mumble Server" = "Mumble Server";

/* No comment provided by engineer. */
"Mumble User" = "Mumble User";

/* Error message shown for a failed export, cause unknown. */
"Mumble was unable to export the certificate." = "Mumble was unable to export the certificate.";

/* Error shown when when the conversion from PKCS12 to DER-encoded X.509 fails. */
"Mumble was unable to export the specified certificate." = "Mumble was unable to export the specified certificate.";

/* Certificate generation error body text */
"Mumble was unable to generate a certificate for your identity." = "Mumble was unable to generate a certificate for your identity.";

/* No comment provided by engineer. */
"Mumble was unable to import one of the intermediate certificates in the certificate chain." = "Mumble was unable to import one of the intermediate certificates in the certificate chain.";

/* Generic import error for iTunes Import. */
"Mumble was unable to import the certificate." = "Mumble was unable to import the certificate.";

/* Generic import error (with error code) for iTunes Import. */
"Mumble was unable to import the certificate.\nError Code: %li" = "Mumble was unable to import the certificate.\nError Code: %li";

/* Generic certificate import error message body. */
"Mumble was unable to import the generated certificate." = "Mumble was unable to import the generated certificate.";

/* No comment provided by engineer. */
"Mumble was unable to validate the certificate chain of the server." = "Mumble was unable to validate the certificate chain of the server.";

/* No comment provided by engineer. */
"Name" = "Nom";

/* No comment provided by engineer. */
"Network" = "Réseaux";

/* No comment provided by engineer. */
"New beta build available" = "New beta build available";

/* Title of MUCertificateCreationView (shown when creating a self-signed certificate) */
"New Certificate" = "Nouveau Certificat";

/* No comment provided by engineer. */
"New Favourite" = "Nouveau Favoris";

/* No comment provided by engineer. */
"No" = "Non";

/* No comment provided by engineer. */
"No reason" = "No reason";

/* None (No certificate chosen) */
"None" = "None";

/* Not After date (validity period) of an X.509 certificate */
"Not After" = "Not After";

/* Not Before date (validity period) of an X.509 certificate */
"Not Before" = "Not Before";

/* No comment provided by engineer. */
"Not permitted in temporary channel" = "Not permitted in temporary channel";

/* Default Cancel button text for UIAlertViews that are shown when certificate export fails. */
"OK" = "OK";

/* No comment provided by engineer. */
"Only in Channel View" = "Only in Channel View";

/* No comment provided by engineer. */
"Optional" = "Optional";

/* No comment provided by engineer. */
"Opus 72kbit/s, 10ms audio per packet" = "Opus 72kbit/s, 10ms audio per packet";

/* Organization (O) of an X.509 certificate */
"Organization" = "Organization";

/* No comment provided by engineer. */
"Password" = "Mot de Passe";

/* Password text field in certificate export alert view */
"Password (for importing)" = "Password (for importing)";

/* No comment provided by engineer. */
"Permission denied" = "Permission denied";

/* Permission denied with reason */
"Permission denied: %@" = "Permission denied: %@";

/* No comment provided by engineer. */
"Please enter the username you wish to use on this server" = "Entrez votre login";

/* 'Please Wait' text for certificate generation */
"Please Wait..." = "Please Wait...";

/* No comment provided by engineer. */
"Port" = "Port";

/* No comment provided by engineer. */
"Preferences" = "Préferences";

/* No comment provided by engineer. */
"Preprocessing" = "Preprocessing";

/* No comment provided by engineer. */
"Public Servers" = "Serveurs public";

/* Push-to-talk transmission mode */
"Push-to-talk" = "Push-to-talk";

/* No comment provided by engineer. */
"Quality" = "Qualité";

/* No comment provided by engineer. */
"Quality Presets" = "Quality Presets";

/* No comment provided by engineer. */
"Reconnect" = "Reconnecter";

/* Remove all importable certificates action. */
"Remove All" = "Supprimer tout";

/* Title for remove all importable certificates UIAlertView. */
"Remove Importable Certificates" = "Remove Importable Certificates";

/* No comment provided by engineer. */
"Self-Deafen" = "Etre Sourd";

/* No comment provided by engineer. */
"Self-Mute" = "Etre Muet";

/* No comment provided by engineer. */
"Self-Register" = "S'enregistrer";

/* No comment provided by engineer. */
"Server" = "Serveur";

/* No comment provided by engineer. */
"Server is full" = "Serveur est plein";

/* No comment provided by engineer. */
"Show All Certificates" = "Show All Certificates";

/* No comment provided by engineer. */
"Show Certificates" = "Show Certificates";

/* No comment provided by engineer. */
"Show Identities Only" = "Show Identities Only";

/* No comment provided by engineer. */
"Show Push-to-Talk Button" = "Show Push-to-Talk Button";

/* SNR voice-activity mode */
"Signal to Noise" = "Signal to Noise";

/* Silence Below VAD configuration */
"Silence Below" = "Silence Below";

/* Silence Above VAD configuration */
"Speech Above" = "Speech Above";

/* No comment provided by engineer. */
"Speex 16kbit/s, 60ms audio per packet" = "Speex 16kbit/s, 60ms audio per packet";

/* Subject of an X.509 certificate */
"Subject" = "Sujet";

/* No comment provided by engineer. */
"Support" = "Support";

/* Body text for certificate import password unlock UIAlertView. */
"The certificate is protected by a password. Please enter it below:" = "The certificate is protected by a password. Please enter it below:";

/* No comment provided by engineer. */
"The server presented a different certificate than the one stored for this server" = "The server presented a different certificate than the one stored for this server";

/* Message recipient title */
"To %@" = "A %@";

/* Help text for Voice Activity */
"To calibrate the voice activity correctly, adjust the sliders so that:\n\n1. The first few utterances you make are inside the green area.\n2. While talking, the bar should stay inside the yellow area.\n3. When not speaking, the bar should stay inside the red area." = "To calibrate the voice activity correctly, adjust the sliders so that:\n\n1. The first few utterances you make are inside the green area.\n2. While talking, the bar should stay inside the yellow area.\n3. When not speaking, the bar should stay inside the red area.";

/* Help text for iTunes File Transfer (iTunes Import) */
"To import your own certificate into\nMumble, please transfer them to your\ndevice using iTunes File Transfer." = "To import your own certificate into\nMumble, please transfer them to your\ndevice using iTunes File Transfer.";

/* No comment provided by engineer. */
"Transmission" = "Transmission";

/* No comment provided by engineer. */
"Transmission Quality" = "Transmission Quality";

/* No comment provided by engineer. */
"Trust Certificate" = "Trust Certificate";

/* No comment provided by engineer. */
"Trust New Certificate" = "Trust New Certificate";

/* Error title shown when adding a certificate fails because of a subject name clash. */
"Unable to add identity" = "Unable to add identity";

/* No comment provided by engineer. */
"Unable to connect" = "Unable to connect";

/* Certificate generation error title */
"Unable to generate certificate" = "Unable to generate certificate";

/* Certificate import file removal error title. */
"Unable to remove file" = "Unable to remove file";

/* No comment provided by engineer. */
"Unable to save image" = "Unable to save image";

/* No comment provided by engineer. */
"Unable to validate server certificate" = "Unable to validate server certificate";

/* No comment provided by engineer. */
"Undeafen Self" = "Undeafen Self";

/* Title shown when viewing a certificate without a Subject Common Name (CN) */
"Unknown Certificate" = "Unknown Certificate";

/* No comment provided by engineer. */
"Unmute and undeafen" = "Unmute and undeafen";

/* No comment provided by engineer. */
"Unmute Self" = "Unmute Self";

/* No comment provided by engineer. */
"Upgrade" = "Upgrade";

/* No comment provided by engineer. */
"User Registration" = "User Registration";

/* No comment provided by engineer. */
"Username" = "Username";

/* No comment provided by engineer. */
"Username already in use" = "Username already in use";

/* Voice activated transmission mode */
"Voice Activated" = "Voice Activated";

/* No comment provided by engineer. */
"Voice Activity" = "Voice Activity";

/* No comment provided by engineer. */
"Voice Activity Configuration" = "Voice Activity Configuration";

/* No comment provided by engineer. */
"Voice Activity Help" = "Voice Activity Help";

/* No comment provided by engineer. */
"Volume" = "Volume";

/* No comment provided by engineer. */
"We're terribly sorry. It looks like Mumble has recently crashed. Do you want to send a crash report to the Mumble developers?" = "We're terribly sorry. It looks like Mumble has recently crashed. Do you want to send a crash report to the Mumble developers?";

/* No comment provided by engineer. */
"Website" = "Website";

/* Title for welcome message */
"Welcome Message" = "Welcome Message";

/* No comment provided by engineer. */
"Wrong certificate or password for existing user" = "Wrong certificate or password for existing user";

/* No comment provided by engineer. */
"Wrong server password" = "Wrong server password";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* Self-registration with given username */
"You are about to register yourself on this server. This cannot be undone, and your username cannot be changed once this is done. You will forever be known as '%@' on this server.\n\nAre you sure you want to register yourself?" = "You are about to register yourself on this server. This cannot be undone, and your username cannot be changed once this is done. You will forever be known as '%@' on this server.\n\nAre you sure you want to register yourself?";

/* No comment provided by engineer. */
"You were banned" = "Vous avez été banni.";

/* No comment provided by engineer. */
"You were kicked" = "Vous avez été exclu.";

